Revit 2027 API
ParameterTypeId.StairsAttrEqResult Property
 "Calculation Rules"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrEqResult { get; }
Public Shared ReadOnly Property StairsAttrEqResult As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrEqResult {
	ForgeTypeId^ get ();
}
static member StairsAttrEqResult : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace